{
    "translation": {
        "key": "fr klucz"
    },
    "components": {
        "menu": {
            "textItem": {
                "home": "Accueil",
                "aboutUs": "À Propos",
                "portfolio": "Portefeuille",
                "administrationPanel": "Panneau d'Administration",
                "contact": "Contact"
            }
        },
        "header": {
            "headerText": "Sous-traitants professionnels pour la ventilation et l'électricité - Belgique et Pologne",
            "text": "Votre entreprise développe des projets en Belgique ou en Pologne et a besoin de sous-traitants expérimentés? Nous sommes spécialisés dans la fourniture de services complets en ventilation et électricité, offrant des travailleurs qualifiés et garantissant la plus haute qualité de travail. Notre équipe est composée d'experts en installations de ventilation et électriques, prêts à soutenir vos projets à grande et petite échelle. Avec nous, vous pouvez être assuré de la ponctualité, du professionnalisme et de la sécurité à chaque étape de la coopération. Contactez-nous aujourd'hui pour discuter de la manière dont nous pouvons soutenir vos initiatives en Belgique et en Pologne."
        },
        "administrationPanel": {
            "menu": {
                "gallery": "Galerie"
            }
        },
        "gallery": {
            "btn": {
                "createGallery": "Nouvelle Galerie",
                "addPhotos": "Ajouter de nouvelles photos",
                "nameGallery": "Ajouter un nom de collection",
                "yes": "Oui",
                "no": "Non",
                "deleteGallery": "Supprimer la Galerie",
                "delete": "Supprimer"
            },
            "MyHeader": "Mes Galeries",
            "notFoundGallery": "Aucune galerie disponible",
            "placeholder": "Nom de la Collection",
            "questionDeleteGallery": "Êtes-vous sûr de vouloir supprimer cette galerie?",
            "textAlert": {
                "nameGallery": "Veuillez fournir un nom pour la galerie.",
                "cornetCreate": "La galerie a été créée. Vous pouvez maintenant ajouter des photos.",
                "errorCreate": "Une erreur s'est produite lors de la création de la galerie.",
                "errorAddPhoto": "Créez d'abord une galerie et choisissez des photos.",
                "correctAddPhoto": "Les photos ont été ajoutées à la galerie.",
                "errorAddImage": "Une erreur s'est produite lors de l'ajout des photos."
            }
        }
    }
}